[
  {
    "id": 1,
    "title": "Outside Cave Entrance",
    "description": "North of you, the cave mount beckons",
    "connections": [
      {
        "id": 2,
        "dir": "n"
      }
    ]
  },
  {
    "id": 2,
    "title": "Foyer",
    "description": "Dim light filters in from the south. Dusty passages run north and east.",
    "connections": [
      {
        "id": 3,
        "dir": "n"
      },
      {
        "id": 4,
        "dir": "e"
      }
    ]
  },
  {
    "id": 3,
    "title": "Grand Overlook",
    "description": "A steep cliff appears before you, falling into the darkness. Ahead to the north, a light flickers in the distance, but there is no way across the chasm.",
    "connections": []
  },
  {
    "id": 4,
    "title": "Narrow Passage",
    "description": "The narrow passage bends here from west to north. The smell of gold permeates the air.",
    "connections": [
      {
        "id": 5,
        "dir": "n"
      }
    ]
  },
  {
    "id": 5,
    "title": "Treasure Chamber",
    "description": "You've found the long-lost treasure chamber! Sadly, it has already been completely emptied by earlier adventurers. The only exit is to the south.",
    "connections": []
  },
  {
    "id": 5,
    "title": "Treasure Chamber",
    "description": "You've found the long-lost treasure chamber! Sadly, it has already been completely emptied by earlier adventurers. The only exit is to the south.",
    "connections": []
  },
  {
    "id": 5,
    "title": "Treasure Chamber",
    "description": "You've found the long-lost treasure chamber! Sadly, it has already been completely emptied by earlier adventurers. The only exit is to the south.",
    "connections": []
  },
  {
    "id": 6,
    "title": "Agartha",
    "description": "Agartha is a legendary kingdom that is said to be located in the Earth's core. It is related to the belief in a hollow Earth and is a popular subject in esotericism.",
    "connections": []
  },
  {
    "id": 7,
    "title": "Alfheim",
    "description": "In Norse cosmology, Alfheim (Old Norse: Álfheimr, Land Of The Elves or Elfland), also called Ljosalfheim (Ljósálf[a]heimr, home of the light-elves) and is home of the Light Elves.",
    "connections": []
  },
  {
    "id": 8,
    "title": "Agartha",
    "description": "A place accessible to the Abenaki peoples' mythological protector Pamola, where he holds those who trespass on Maine's Mount Katahdin",
    "connections": []
  },
  {
    "id": 9,
    "title": "Annwn",
    "description": "Annwn, Annwfn, or Annwfyn is the Otherworld in Welsh mythology. Ruled by Arawn, it was essentially a world of delights and eternal youth where disease was absent and food was ever-abundant. It became identified with the Christian afterlife in paradise.",
    "connections": []
  },
  {
    "id": 10,
    "title": "Arcadia",
    "description": "Arcadia refers to a vision of pastoralism and harmony with nature. The term is derived from the Greek province of the same name which dates to antiquity; the province's mountainous topography and sparse population of pastoralists later caused the word Arcadia to develop into a poetic byword for an idyllic vision of unspoiled wilderness.",
    "connections": []
  },
  {
    "id": 11,
    "title": "Asgard",
    "description": "In Norse cosmology, Asgard is a location associated with the gods. Asgard is attested in a variety of sources, including the Poetic Edda, compiled in the 13th century from earlier traditional sources, in the Prose Edda, and in euhemerized form in Heimskringla. The Prose Edda describes Valhalla, the god Odin's afterlife hall for a portion of the battlefield slain, as located in Asgard.",
    "connections": []
  },
  {
    "id": 12,
    "title": "Asphodel Meadows",
    "description": "The Asphodel Meadows is a section of the ancient Greek underworld where ordinary souls were sent to live after death.",
    "connections": []
  },
  {
    "id": 13,
    "title": "Atlantis",
    "description": "Atlantis is a fictional island mentioned within an allegory on the hubris of nations in Plato's works Timaeus and Critias, where it represents the antagonist naval power that besieges Ancient Athens, the pseudo-historic embodiment of Plato's ideal state in The Republic.",
    "connections": []
  },
  {
    "id": 14,
    "title": "Avalon",
    "description": "Avalon, sometimes written Avallon or Avilion, is a legendary island featured in the Arthurian legend.",
    "connections": []
  },
  {
    "id": 15,
    "title": "axis mundi",
    "description": "The axis mundi, in certain beliefs and philosophies, is the world center, or the connection between Heaven and Earth.",
    "connections": []
  },
  {
    "id": 16,
    "title": "Ayotha Amirtha Gangai",
    "description": "The Ayotha Amirtha Gangai is a mythical river found in the text Akilattirattu Ammanai, the source of Ayyavazhi mythology.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 18,
    "title": "Ayotha Amirtha Gangai",
    "description": "The Ayotha Amirtha Gangai is a mythical river found in the text Akilattirattu Ammanai, the source of Ayyavazhi mythology.",
    "connections": []
  },
  {
    "id": 19,
    "title": "Baltia",
    "description": "Baltia, Basilia or Abalus is an island in northern Europe mentioned in Greco-Roman geography in the connection of amber.",
    "connections": []
  },
  {
    "id": 20,
    "title": "Bjarmaland",
    "description": "Bjarmaland was a territory mentioned in Norse sagas since the Viking Age and in geographical accounts until the 16th century.s",
    "connections": []
  },
  {
    "id": 21,
    "title": "Biringan",
    "description": "Biringan is a mythical city that is said to invisibly lie between Gandara, Tarangnan, and Pagsanghan in Samar province of the Philippines.",
    "connections": []
  },
  {
    "id": 22,
    "title": "Brahmaloka",
    "description": "Brahmaloka, is the abode of goddess Saraswati, goddess Gayatri and Lord Brahma, the creator god and part of a Trimurti along with Vishnu and Shiva in Hinduism.",
    "connections": []
  },
  {
    "id": 23,
    "title": "Brasil",
    "description": "Brasil, also known as Hy-Brasil or several other variants, is a phantom island said to lie in the Atlantic Ocean west of Ireland.",
    "connections": []
  },
  {
    "id": 24,
    "title": "Brittia",
    "description": "Brittia (Βριττία), according to Procopius, was an island known to the inhabitants of the Low Countries under Frankish rule, corresponding both to a real island used for burial and a mythological Isle of the Blessed, to which the souls of the dead are transported.",
    "connections": []
  },
  {
    "id": 25,
    "title": "Camelot",
    "description": "Camelot is a castle and court associated with the legendary King Arthur. Absent in the early Arthurian material, Camelot first appeared in 12th-century French romances and, after the Lancelot-Grail cycle, eventually came to be described as the fantastic capital of Arthur's realm and a symbol of the Arthurian world.",
    "connections": []
  },
  {
    "id": 26,
    "title": "The City of the Caesars",
    "description": "The City of the Caesars, also variously known as City of Patagonia, the Wandering City, Trapalanda or Trapananda, Lin Lin or Elelín, is a mythical city of South America. It was supposedly located somewhere in Patagonia, in a valley of the Andes between Chile and Argentina.",
    "connections": []
  },
  {
    "id": 27,
    "title": "Cloud cuckoo land",
    "description": "Cloud cuckoo land is a state of absurdly, over-optimistic fantasy or an unrealistically idealistic state where everything is perfect.",
    "connections": []
  },
  {
    "id": 28,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 29,
    "title": "Cockaigne",
    "description": "Cockaigne or Cockayne is a land of plenty in medieval myth, an imaginary place of extreme luxury and ease where physical comforts and pleasures are always immediately at hand and where the harshness of medieval peasant life does not exist. Specifically, in poems like The Land of Cockaigne, it is a land of contraries, where all the restrictions of society are defied, sexual liberty is open, and food is plentiful. Writing about Cockaigne was commonplace in Goliard verse. It represented both wish fulfillment and resentment at the strictures of asceticism and dearth.",
    "connections": []
  },
  {
    "id": 30,
    "title": "Dinas Emrys",
    "description": "Dinas Emrys is a rocky and wooded hillock near Beddgelert in Gwynedd, north-west Wales. Rising some 76 m (250 ft) above the floor of the Glaslyn river valley, it overlooks the southern end of Llyn Dinas in Snowdonia.",
    "connections": []
  },
  {
    "id": 31,
    "title": "Diyu",
    "description": "Diyu is the realm of the dead or hell in Chinese mythology. It is loosely based on a combination of the concept of Naraka, traditional Chinese beliefs about the afterlife and a variety of popular expansions and reinterpretations of these two traditions.",
    "connections": []
  },
  {
    "id": 32,
    "title": "El Dorado",
    "description": "El Dorado, originally El Hombre Dorado or El Rey Dorado, was the term used by the Spanish Empire to describe a mythical tribal chief (zipa) of the Muisca people, an indigenous people of the Altiplano Cundiboyacense of Colombia, who, as an initiation rite, covered himself with gold dust and submerged in Lake Guatavita. The legends surrounding El Dorado changed over time, as it went from being a man, to a city, to a kingdom, and then finally to an empire.",
    "connections": []
  },
  {
    "id": 33,
    "title": "Elysium",
    "description": "Elysium or the Elysian Fields is a conception of the afterlife that developed over time and was maintained by some Greek religious and philosophical sects and cults. Initially separate from the realm of Hades, admission was reserved for mortals related to the gods and other heroes. Later, it expanded to include those chosen by the gods, the righteous, and the heroic, where they would remain after death, to live a blessed and happy life, and indulging in whatever employment they had enjoyed in life.",
    "connections": []
  },
  {
    "id": 34,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  },
  {
    "id": 17,
    "title": "Aztlán",
    "description": "Aztlán is the ancestral home of the Aztec peoples. Aztecah is the Nahuatl word for people from Aztlan.",
    "connections": []
  }
]
